{
    "formsAndResourcesSection":"Forms and Resources\nElectronic Funds Transfer (EFT) form (PDF)(85.0 KB)\nSelect the link for the Electronic Funds Transfer (EFT) form above to download, complete and mail the form to the address provided. When you set up recurring payments using EFT, you will save $2.00 off the total monthly rate for your household. With recurring EFT, your household payment will be deducted from your checking account every month.\n\nIf you would like to set up recurring payments using our online option select the \"set up payments\" button to the right.\n\nPrivacy Authorization (PDF)(37.2 KB) \nAllow a spouse, relative, or friend to help you with your health insurance. This will allow us to release your account and health information to the person(s) listed. Please remember that only you or your legal representative can give permission for someone to have access to this information.\n Alternate Payer Authorization form (PDF)(35.2 KB)\nAllow a spouse, relative, or friend to make premium payments on your behalf and receive certain payment information about your account.\n  Third Party Designee form (PDF)(37.3 KB)\nAllow a spouse, relative, or friend to receive a copy of any notices about late payment or coverage cancellation because of non-payment.\n  Guide to Health Insurance for People with Medicare (PDF)\nThis official government guide has important information if you're thinking about buying a Medigap/Medicare Supplement plan or already have one.\n Part A Deductible Waiver Hospital List (PDF)(230.4 KB)\nFind information on USA Managed Care Organization - Part A Deductible Waiver Hospitals for eligible AARP Medicare Supplement Insurance Plan holders who reside in the following states: Alabama, Arizona, Arkansas, California, Colorado, District of Columbia, Florida, Georgia, Illinois, Indiana, Kansas, Kentucky, Louisiana, Maryland, Massachusetts, Michigan, Mississippi, Montana, Nevada, New Hampshire, New Jersey, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, Tennessee, Texas, Utah, Virginia, Washington and West Virginia.",
    "planMaterialSection":"Plan Materials\nPlan Benefits Table (PDF)",
    "eobSection":"Explanation of Benefits (EOB)\nView EOB Statements"
}