{
"pageHeading":"Step1: Plan Information",
"enrollmentDisclaimer":"Enrollment Disclaimer Information\nYou must be 65 or older, about to turn 65, or have a qualifying disability to be eligible to enroll in a Medicare prescription drug plan. You also need to be entitled to Medicare Part A or be enrolled in Part B.\nBy completing the online enrollment process, you will send an actual enrollment request, will receive an acceptance or denial notice following submission of the enrollment, and will be enrolled in the plan (if approved by CMS).\nThis is a Part D plan. It's designed to help pay the cost of prescription drugs. Note: If you have a Medicare Advantage plan:\nYou may already have drug coverage\nYou will lose that plan automatically when you sign up for a Part D plan. This means you would lose your medical coverage. This will affect both your doctor and hospital coverage as well as your prescription drug coverage. Read the information that your Medicare Advantage plan sends you and if you have questions, contact your Medicare Advantage plan. If you have an MA-only PFFS plan, you may still enroll in a PDP and will not lose your MA-only PFFS plan.\nIf you currently have health coverage from an employer or union, joining this plan could affect your employer or union health benefits. You could lose your employer or union coverage if you join this plan. Please read the communication your employer or union sends you. If you have questions, visit their website, or contact the office listed in their communications. If there isn't information on whom to contact, your benefits administrator or the office that answers questions about your coverage can help.\nPlans are insured through UnitedHealthcare Insurance Company or one of its affiliated companies, a Medicare-approved Part D sponsor. Enrollment in the plan depends on the plan's contract renewal with Medicare. UnitedHealthcare Insurance Company pays royalty fees to AARP for the use of its intellectual property. These fees are used for the general purposes of AARP. AARP and its affiliates are not insurers. You do not need to be an AARP member to enroll. AARP encourages you to consider your needs when selecting products and does not make specific product recommendations for individuals.\nThis information is not a complete description of benefits. Contact the plan for more information. Limitations, co-payments, and restrictions may apply. Premium and/or co-payments/co-insurance may change on January 1 of each year.\nYou must continue to pay your Medicare Part B premium if not otherwise paid for under Medicaid or by another third party.\nThe Formulary and/or pharmacy network may change at any time. You will receive notice when necessary.\nMedicare beneficiaries may enroll in AARP® MedicareRx Plans through the CMS Medicare Online Enrollment Center located at www.medicare.gov.\nTo view the Summary of Benefits and Evidence of Coverage (EOC)     , go to View Plans and Pricing and enter your ZIP code. Choose the plan you wish to enroll in and view the plan details. You'll find the Summary of Benefits and Evidence of Coverage in the Plan Documents section.\nThis information is available for free in other languages. Please call our customer service number at 1-877-596-3258, TTY 711, 8 a.m. - 8 p.m. local time, 7 days a week.\nEsta información está disponible sin costo en otros idiomas. Para obtener más información comuníquese     con nuestro Servicio al Cliente.\n本資訊也有其他語言的免費版本。請撥打 1-877-596-3258 聯絡我們的客戶服務部, 聽語障專線 711, 每週 7 天, 當地時間上午 8 時至晚上8 時。\nYou may contact 1-800-MEDICARE (toll-free, 1-800-633-4227, 24 hours a day, 7 days a week; TTY users should call 1-877-486-2048), or visit www.medicare.gov for more information about Medicare benefits and services including general information regarding the health or Part D benefit.\nStar Ratings\nThe Medicare program rates how well plans perform in different categories (for example, detecting and preventing illness, ratings from patients and customer service). You can go to View Plans and Pricing to view Star Ratings documents for UnitedHealthcare's plans. You can also go to www.medicare.gov to compare the plan ratings for Medicare plans in your area. Or, contact UnitedHealthcare     directly to obtain a copy of the plan ratings for these plans. Medicare evaluates plans based on a 5-Star rating system. Star Ratings are calculated each year and may change from one year to the next.",
}