{"planName":"AARP ESSENTIAL HEALTH INSURANCE PLAN","memberName":"Member ID: 320266568-11","shipText":"Benefits Summary\nBelow is a summary of your plan benefits. For more information, call 1-800-523-5800 (TTY 711), or check your Certificate of Insurance. Your Certificate of Insurance is your insurance contract and provides all of the terms and conditions of your insurance coverage. It includes benefit descriptions, definitions, exclusions and limitations of your coverage.\nHOSPITAL STAYS\nFor stays when surgery is performed, the benefit is $900 per day (age 50 - 64.) The benefit begins on the second day of a covered hospital stay.\nFor stays when surgery is not performed, the benefit is $600 perday (age 50 - 64.) The benefit begins on the second day of a covered hospital stay.\nFor mental health/substance abuse stays, the benefit is $300 per day (age 50 - 64). The benefit begins on the second day of a covered hospital stay. There is a maximum of 45 days each year.\nThere is a maximum of 365 days per period of hospital stay for all hospital inpatient stays combined. There is a 730-day lifetime maximum for all stays combined.\nOUTPATIENT HOSPITAL EMERGENCY ROOM/OBSERVATION ROOM\nThe benefit is $75 per visit (age 50 - 64.) There is a maximum of 2 visits per year.\nOUTPATIENT HOSPITAL BENEFIT\nSee your Certificate of Insurance for a list of specific hospital outpatient procedures and benefit amounts. Procedures must be done in a hospital or ambulatory surgical center. There is a maximum of $25,000 per calendar year.\nINPATIENT/OUTPATIENT SURGERY BENEFIT\nSee your Certificate of Insurance for a list of surgical procedures and benefit amounts. Surgeries not listed are covered. The maximum benefit payable for a procedure is $5,000; the benefit for a specific procedure may be less. The surgery benefit does not apply to expenses like anesthesia or facility fees.\nINPATIENT/OUTPATIENT HEALTH CARE PRACTITIONER VISIT\nThe benefit is $50 per visit (age 50 - 64.) There is a maximum of 10 visits per year.\nRADIOLOGY\nSee your Certificate of Insurance for a list of radiology procedures and benefit amounts. The maximum benefit payable is $1,350 per procedure.\nLABORATORY/PATHOLOGY\nSee the list of laboratory/pathology services in your Certificate of Insurance for benefit amounts. The maximum benefit payable is $800 per procedure.\nSKILLED NURSING FACILITY STAYS\nThe benefit is $150 per day, up to 30 days following each hospital stay (age 50 - 64.) Services must be within 90 days after a covered hospital stay.\nHOME HEALTH CARE\nFor home health aide, therapist or nurse (RN/LPN) visits, the benefit is $50 per visit, up to 30 days following each hospital stay (age 50 - 64.) Services must be received within 90 days following a covered hospital stay. There is a maximum of 1 visit per day.\nOUTPATIENT PRESCRIPTION DRUGS\nIf your plan has a prescription drug benefit, the benefit amount is between $5 and $70, based on the American Hospital Formulary Service class codes (age 50 - 64.) There is a maximum benefit of $2,000 per calendar year."}