{"planName":"AARP MEDICARE SUPPLEMENT PLAN","memberName":"Member ID: 030850309-12","shipText":"Benefits Summary\nBelow is a summary of your plan benefits. For more information, call 1-800-523-5800 (TTY 711), or check your Certificate of Insurance. Your Certificate of Insurance is your insurance contract and provides all of the terms and conditions of your insurance coverage. It includes benefit descriptions, definitions, exclusions and limitations of your coverage.\nHOSPITAL STAYS\nFor days 1 - 60, the benefit is actual charges up to <*IHD*> each benefit period (100% of the Medicare inpatient hospital deductible).\nFor days 61 - 90, the benefit is the <*25% OF IHD*> Medicare coinsurance amount each day (25% of the inpatient hospital deductible).\nFor days 91 and beyond, when using lifetime reserve days, the benefit is the <*50% OF IHD*> Medicare coinsurance amount each day. (That is 50% of the inpatient hospital deductible.)\nFor days 91 and greater, after lifetime reserve days are used up, the plan pays Medicare Part A eligible expenses. There is a maximum of 365 days per lifetime.\nBLOOD OR PACKED RED BLOOD CELLS UNDER PART A (FIRST 3 PINTS)\nThe plan will pay Medicare Part A costs not covered by Medicare each calendar year.\nSKILLED NURSING FACILITY STAYS\nSince Medicare covers days 1 - 20 there is no benefit.\nFor days 21 - 100, the benefit is actual charges up to the <*12.5% OF IHD*> Medicare coinsurance amount (12.5% of the inpatient hospital deductible).\nSkilled Nursing Facility stay must begin within 30 days after a hospital stay of 3 or more days in a row, or after a prior covered Skilled Nursing Stay.\nMEDICAL CARE\nFor physician and medical services and supplies, your plan covers the Medicare coinsurance and copayments (generally this amount is 20% of the Medicare-eligible expense) after you pay the <*PART B DED*> Medicare Part B deductible each calendar year.\nYour plan will pay the Medicare Part B Excess charge which is the difference between Medicare's approve amount and the \"limiting charge\" (set by Medicare or state law).\nThe <*PART B DED*> Medicare Part B deductible is covered.\nBLOOD OR PACKED RED BLOOD CELLS UNDER PART B (FIRST 3 PINTS)\nThe plan pays Medicare Part B costs not covered by Medicare each calendar year.\nEMERGENCY CARE IN FOREIGN COUNTRIES\nThe benefit is 80% of actual charges after you pay the $250 emergency medical care deductible each calendar year. Applies only to medically necessary emergency care that is sudden and unexpected. Care must begin during days 1 - 60 of a trip period. There is a maximum benefit of $50,000 per lifetime.\nAT-HOME RECOVERY CARE\nYour plan will pay actual charges for visits not paid by Medicare. There is a maximum of $40 per visit, a maximum of 7 visits per calendar week, and a maximum of $1,600 each calendar year. Visits must be received while you are receiving Medicare-approved home care services or no more than 8 weeks after the last Medicare-approved visit. The visits cannot be paid for by Medicare or any other government program. See your Certificate for all criteria for coverage.\nPREVENTIVE CARE\nThe benefit is actual charges up to 100% of the Medicare-approved amount for procedures not covered by Medicare. There is a maximum of $120 each calendar year.\nOUTPATIENT PRESCRIPTION DRUG CHARGES INCURRED AT A PARTICIPATING PHARMACY\nIf your plan effective date is 1/1/2006 or later, there is no prescription drug benefit.If your plan effective date is prior to 1/1/2006, the benefit is 50% of actual charges after the $250 outpatient prescription drug deductible is paid each calendar year. You may not be confined in a hospital or skilled nursing facility when charges are incurred. There is a maximum of $3,000 each calendar year. This benefit applies only if you did not enroll in Medicare Part D or voluntarily drop prescription benefits."}