{"planName":"AARP BASIC MEDICARE SUPPLEMENT PLAN","memberName":"Member ID: 348636517-11","shipText":"Benefits Summary\nBelow is a summary of your plan benefits. For more information, call 1-800-523-5800 (TTY 711), or check your Certificate of Insurance. Your Certificate of Insurance is your insurance contract and provides all of the terms and conditions of your insurance coverage. It includes benefit descriptions, definitions, exclusions and limitations of your coverage.\nHOSPITAL STAYS\nFor days 1 - 60 there is no benefit.\nFor days 61 - 90, your plan covers the Part A daily co-insurance.\nFor days 91 and beyond, when you are using your lifetime reserve days, your plan will pay the lifetime reserve day coinsurance.\nFor days 91 and beyond, after all lifetime reserve days are used, the plan pays all Part A Medicare-eligible expenses.\nBLOOD OR PACKED RED BLOOD CELLS UNDER PART A (FIRST 3 PINTS)\nYour plan will pay the usual and prevailing charge for the first 3 pints of blood.\nSKILLED NURSING FACILITY STAYS\nSince Medicare covers days 1 - 20 there is no benefit.\nFor days 21 - 100, the benefit is actual charges up to the <*12.5% OF IHD*> Medicare coinsurance amount (12.5% of the inpatient hospital deductible).\nHOSPICE CARE\nYour plan will pay the Medicare co-payments and co-insurance for hospice care and respite care.\nBLOOD OR PACKED RED BLOOD CELLS UNDER PART B (FIRST 3 PINTS)\nThe plan pays Medicare Part B costs not covered by Medicare each calendar year.\nMEDICAL CARE\nFor doctor and medical services and supplies, you plan pays the Part B coinsurance (generally, this amount is 20%.) You must first pay the <*PART B DED*> Medicare Part B deductible each calendar year.\nHOME HEALTH CARE\nYour plan pays the Medicare Part A and Part B co-payments and co-insurance for home health care services and medical supplies.\nEMERGENCY CARE IN FOREIGN COUNTRIES\nThe benefit is 80% of the usual and prevailing charges. (See your Certificate of Insurance for criteria.)\nCANCER DETECTION\nThe benefit is 100% of the cost of routine cancer screening procedures that are not covered under Medicare. (See your Certificate of Insurance for criteria.)\nRECONSTRUCTIVE SURGERY\nThe benefit is the usual and prevailing charge when not considered Medicare eligible. (See your Certificate of Insurance for criteria.)\nCARE IN AN AMBULATORY SURGICAL CENTER\nThe benefit is the usual and prevailing charge when not considered Medicare eligible. (See your Certificate of Insurance for criteria.)\nCRANIOMANDIBULAR AND EMPOROMANDIBULAR JOINT DISORDERS\nThe benefit is the usual and prevailing charge when not considered Medicare eligible. (See your Certificate of Insurance for criteria.)\nSCALP HAIR PROSTHESIS FOR ALOPECIA AREATA\nThe plan pays 80% of the usual and prevailing charge, when the treatment is not Medicare-eligible. There is a maximum of one prosthesis each calendar year.\nIMMUNIZATIONS\nThe benefit is 100% of the cost of routine immunizations not covered under Medicare. (See your Certificate of Insurance for criteria.)\nDIABETIC EQUIPMENT AND SUPPLIES\nThe benefit is 80% of the usual and prevailing charge for necessary equipment and supplies. Equipment and supplies that are eligible for coverage under Medicare Part D are not covered by this plan. (See your Certificate of Insurance for criteria.)"}