{"planName":"AARP MEDICARE SUPPLEMENT PLAN","memberName":"Member ID: 388157364-11","shipText":"Benefits Summary\nBelow is a summary of your plan benefits. For more information, call 1-800-523-5800 (TTY 711), or check your Certificate of Insurance. Your Certificate of Insurance is your insurance contract and provides all of the terms and conditions of your insurance coverage. It includes benefit descriptions, definitions, exclusions and limitations of your coverage.\nHOSPITAL STAYS\nFor days 1 - 60, the benefit is <*75% OF IHD*> (75% of Medicare Part A deductible.)\nFor days 61 - 90, the benefit is the <*25% OF IHD*> Medicare coinsurance amount each day (25% of the inpatient hospital deductible).\nFor days 91 and beyond, when using lifetime reserve days, the benefit is the <*50% OF IHD*> Medicare coinsurance amount each day. (That is 50% of the inpatient hospital deductible.)\nFor days 91 and greater, after lifetime reserve days are used up, the plan pays Medicare Part A eligible expenses. There is a maximum of 365 days per lifetime.\nBLOOD OR PACKED RED BLOOD CELLS UNDER PART A (FIRST 3 PINTS)\nThe plan pays 75% of the reasonable cost.\nSKILLED NURSING FACILITY STAYS\nSince Medicare covers days 1 - 20 there is no benefit.\nFor days 21 - 100, the benefit is the <*75% SNF COINS*> per day (75% of the Medicare coinsurance).\nMust follow a hospital stay.\nHOSPICE CARE\nThe benefit is 75% of the coinsurance or copayments for Medicare Part A Medicare eligible expenses.\nMEDICAL CARE\nFor physician and medical services and supplies, the benefit is 75% of Medicare Part B coinsurance (which is 15% of Medicare's approved amount.)\nFor Medicare Part B Preventive services, the benefit is 100% of any coinsurance or copayments.\nBLOOD OR PACKED RED BLOOD CELLS UNDER PART B (FIRST 3 PINTS)\nFor the first 3 pints, the benefit is 75% of the reasonable cost. For blood after the first 3 pints, the benefit is 75% of the Medicare Part B coinsurance (15% of Medicare's approved amount), after the deductible.\nANNUAL OUT-OF-POCKET MAXIMUM\n<*PLAN L OOP*>"}