{
"pageHeading":"Step 1: Plan Information",
"enrollmentDisclaimer":"Enrollment Disclaimer Information\nYou must be 65 or older, about to turn 65, or have a qualifying disability to be eligible to enroll in a Medicare Advantage plan. You also need to have both Medicare Part A and Part B. If you have end-stage renal disease (ESRD), you cannot enroll online.\nBy completing the online enrollment process, you will send an actual enrollment request, will receive an acceptance or denial notice following submission of the enrollment, and will be enrolled in the plan (if approved by CMS).\nFor HMO plans: This is a Health Maintenance Organization (HMO) plan. It has a network of doctors, specialists, hospitals and other providers you must use.\nFor PPO/RPPO/HMO-POS plans: This is a Preferred Provider Organization (PPO), Regional Preferred Provider Organization (RPPO), or Health Maintenance Organization - Point of Service (HMO-POS) plan. It has a network of doctors, specialists, hospitals and other providers you can use. If you go to a doctor within the network, the costs may be lower.\nIf you have health insurance with an employer or union right now, you could lose that plan if you join this plan. Please talk to your employer or union. Ask how joining this plan could affect your current plan. You may also want to check your employer or union's website, or read any information sent to you. If there isn't any information on whom to contact, your benefits administrator or the office that answers questions about your coverage can help.\nUnitedHealthcare® Insurance Company's contract with The Centers for Medicare & Medicaid Services (CMS) is renewed annually (January 1). Availability of coverage beyond the end of the current contract year is not guaranteed.\nBy law, plan sponsors can choose to not renew its contract with CMS and CMS may also refuse to renew the contract, thus resulting in a termination or non-renewal. This may result in termination of the beneficiary´s enrollment in the plan. In addition, the plan sponsor may reduce its service area and no longer offer services in the area where the beneficiary resides.\nTo view the Summary of Benefits and Evidence of Coverage (EOC)     , go to View Plans and Pricing and enter your ZIP code. Choose the plan you wish to enroll in and view the plan details. You'll find the Summary of Benefits and the Evidence of Coverage in the Plan Documents section.\nThis information is available for free in other languages. Please call our customer service number at 1-877-596-3258, TTY 711, 8 a.m. — 8 p.m. local time, 7 days a week.\nEsta información está disponible sin costo en otros idiomas. Comuníquese con nuestro Servicio al Cliente al número 1-877-596-3258, TTY 711, de 8 a.m. — 8 p.m. hora local, los 7 dÍas de la semana.\n本資訊可以其他語言免費提供。 1-877-596-3258 聯絡我們的客戶服務部, 聽語障專線 711, 每週 7 天, 當地時間上午 8 時至晚上 8 時。\nPlans are insured through UnitedHealthcare Insurance Company or one of its affiliated companies, a Medicare Advantage organization with a Medicare contract. Enrollment in the plan depends on the plan's contract renewal with Medicare. UnitedHealthcare Insurance Company pays royalty fees to AARP for use of its intellectual property. These fees are used for the general purposes of AARP. AARP and its affiliates are not insurers. You do not need to be an AARP member to enroll.\nAARP encourages you to consider your needs when selecting products and does not make specific product recommendations for individuals.\nThis information is not a complete description of benefits. Contact the plan for more information. Limitations, co-payments, and restrictions may apply. Benefits, premium and/or co-payments/co-insurance may change on January 1 of each year.\nYou must continue to pay your Medicare Part B premium if not otherwise paid for under Medicaid or by another third party.\nThe Formulary, pharmacy network, and/or provider network may change at any time. You will receive notice when necessary.\nYou may contact 1-800-MEDICARE (toll-free, 1-800-633-4227, 24 hours a day, 7 days a week; TTY users should call 1-877-486-2048), or visit www.medicare.gov for more information about Medicare benefits and services including general information regarding the health or Part D benefit.\nMedicare beneficiaries may enroll in AARP MedicareComplete Plans through the CMS Medicare Online Enrollment Center located at www.medicare.gov.\nStar Ratings\nThe Medicare program rates how well plans perform in different categories (for example, detecting and preventing illness, ratings from patients and customer service). You can go to View Plans and Pricing to view Star Ratings documents for UnitedHealthcare's plans. You can also go to www.medicare.gov to compare the plan ratings for Medicare plans in your area. Or, contact UnitedHealthcare      directly to obtain a copy of the plan ratings for these plans. Medicare evaluates plans based on a 5-Star rating system. Star Ratings are calculated each year and may change from one year to the next.",
"esrdQuestion":"Do you have End-Stage Renal Disease? *"
}